export const 도와드릴_일이_있으면_맡겨주세요 = {
  title: '도와드릴 일이 있으면 맡겨주세요♪',
  options: [
    {
      answer: '트레이닝의 요령을 알려줘',
      effect: `체력 +15 / 슈퍼 크릭의 인연 게이지 +5`,
    },
    {
      answer: '함께 트레이닝하지 않을래?',
      effect: `스태미나 +10 / 슈퍼 크릭의 인연 게이지 +5`,
    },
  ],
};

export const 배려도_맡겨주세요 = {
  title: '배려도 맡겨주세요♪',
  options: [
    {
      answer: '더 응원한다',
      effect: `'심호흡'의 힌트 Lv +1 / 슈퍼 크릭의 인연 게이지 +5`,
    },
    {
      answer: '음료수를 건넨다',
      effect: `체력 +10 / 스태미나 +5 / 슈퍼 크릭의 인연 게이지 +5`,
    },
  ],
};

export const 갓_만든_음식은_별안간_듬뿍 = {
  title: '갓 만든 음식은 별안간, 듬뿍',
  chain: 0,
  effect: '체력 +10 / 스태미나 +5',
};

export const 끓여서_걸쭉하게_부드러운_맛으로 = {
  title: '끓여서 걸쭉하게, 부드러운 맛으로',
  chain: 1,
  effect: `스태미나 +5 / 파워 +5`,
};

export const 한_그릇_더_드세요_착한_아이들 = {
  title: '한 그릇 더 드세요, 착한 아이들!',
  chain: 2,
  effect: `스태미나 +10 / 파워 +5 / '원호의 마에스트로'의 힌트 Lv +1`,
};
